<template>
	<!--关于我们-->
	<view class="container">
		<rich-text class="" :nodes="dataObj">

		</rich-text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				dataObj: "<p>价真栈商城秉承着价真栈商场“正规、正规、正规”的优良传统，所销售的海外商品均采自国外正规供应商，坚持正品保障，承诺售后无忧，帮助广大客户“用更少的钱过更好的生活”。</p><br><p>从价真栈商城购买的商品，支持30天退货；个别商品（例如，短效期的海外食品等）可能不享有退货政策，请留意商品页面上的特殊说明。</p><br><p>无忧退货的期限，从您收到价真栈商城商品次日起算。经客服确认满足退货要求的情况下，会尽快通过退货申请并在完成退货后将商品交易款项退还至您的购买账户。</p> <br><p>支持无忧退货的情况及要求，主要有（详情请参考退货标准）：<br>1.商品质量问题；<br>2.商品溢漏损失缺发；<br>3.商品完好无拆封，相关附件齐全。</p><br><p><b>退货流程</b><br>客户在线申请退货时，请确保：<br>1.商品外包装完整，无拆封，相关附（配）件齐全；<br>2.商品表面无划痕、无磨（破）损、无磕碰、无使用、无拆卸等痕迹；<br>3.防伪标识、标签或其他防伪措施未刮开、撕损、修改及改动（若有），唯一性三包卡不能缺失或撕损（若有）；<br>4.如有赠品，也必须将赠品一并退回；<br>请务必将商品的内带附件、保修卡、说明书、发票、检测报告（针对需出示的商品）等随同商品一起退回。</p><br><p><b>特别说明，以下情况不予办理退货：</b><br>1.商品详情页上特殊说明处已说明“不支持7天无理由退货”，非质量及发货问题，不支持退货； <br>2.任何非价真栈商城出售的商品不予退货；含防伪码商品，防伪码涂层一经刮开或涂改不予退货；含防伪标签商品，防伪标签一经撕损或改动不予退货； 以及其他无法判断是否由价真栈商城售出的商品不予退货；<br>3.商品页面明确告知属临保商品的不予退货；<br>4.因客户擅自改动商品导致的质量问题不予退货；<br>5.附件、保修卡等缺失或无法与主品匹配的商品不予退货；<br>6.网页商品图片及信息仅供参考，因拍摄灯光及不同显示器色差等问题可能造成实物与网页宣传图片存在色差，不属于质量问题，不予退货；<br>7.由于顾客个人能力或使用环境与商品属性存在差异而产生的顾客误报退货原因，不予退货；<br>8.其他依据法律或本规则细则规定不支持退货的商品不予退货。</p>",
			};
		}
	}
</script>

<style lang="scss" scoped>
	page {
		background: #fff;
		font-size: 24rpx;
		line-height: 1.5;
	}

	.container {
		padding: 20rpx 30rpx;
	}
</style>
